[
    {
      "nombre": "Alemania",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Flag_of_Germany.svg",
      "recetas": [
        {
          "nombre": "Gaisburger Marsch",
          "descripcion": [
            "La gastronomía alemana se caracteriza por estar influenciada por diversas culturas de pueblos limítrofes, y es por eso que se diferencian tanto las tradiciones a la hora de comer en las distintas regiones del país. El las regiones de Suabia-Baviera y de Baden-Wurtemberg, así como en regiones cercanas de otros países, tales como Austria. Los platillos de esta zona se distinguen por su extendido uso de diversas harinas y el consumo habitual de pastas típicas y carnes. Hoy aprenderemos a elaborar una receta muy tradicional. Se trata de un cocido fundamental en la cocina de Suabia, que consta de pasta rellena de carne en una sopa bien abundante. Veamos la receta para su elaboración."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/02/gaisburger-marsch.jpg",
          "ingredientes": [
            {
              "nombre": "Carne de res",
              "cantidad": "500 gramos",
              "opcional": false
            },
            {
                "nombre": "Hueso para sopa",
                "cantidad": "400 gramos",
                "opcional": false
            },
            {
                "nombre": "Cebollas",
                "cantidad": "1500 gramos",
                "opcional": false
            },
            {
                "nombre": "Apio",
                "cantidad": "Cantidad necesaria",
                "opcional": false
            },
            {
                "nombre": "Perejil",
                "cantidad": "Cantidad necesaria",
                "opcional": false
            },
            {
                "nombre": "Zanahoria",
                "cantidad": "Cantidad necesaria",
                "opcional": false
            },
            {
              "nombre": "Papa",
              "cantidad": "500 gramos",
              "opcional": false
            },
            {
              "nombre": "Manteca",
              "cantidad": "1 cucharada",
              "opcional": false
            },
            {
              "nombre": "Ciboulette",
              "cantidad": "Cantidad necesaria",
              "opcional": false
            },
            {
              "nombre": "Sal",
              "cantidad": "Cantidad necesaria",
              "opcional": false
            },
            {
              "nombre": "Pimienta",
              "cantidad": "Cantidad necesaria",
              "opcional": false
            },
            {
              "nombre": "Spätzle",
              "cantidad": "1",
              "opcional": false
            }
          ],
          "preparacion": [
            "Tomar la media cebolla y colocarla con el corte hacia abajo sobre una sartén con aceite caliente, hasta que dore.",
            "Tomar las verduras (apio, perejil y zanahoria) y cortarlos en trozos pequeños.",
            "En una olla, colocar la carne, los huesos, las verduras cortadas, la cebolla dorada y añadir abundante agua.",
            "Llevar al fuego y salpimentar a gusto.",
            "Los ingredientes deben cocinarse durante dos horas a fuego lento. Es necesario mantenerse atento a que el agua no se agote, para no quemar la preparación. Si hace falta, se puede añadir agua para que esto no ocurra.",
            "Mientras tanto, se pueden ir preparando los Spätzle según indica esta receta.",
            "Pelar y cortar las papas en cubos y cortar la cebolla restante en aros.",
            "Dorar todo en manteca y añadir al caldo.",
            "Espolvorear la preparación con ciboulette."
          ],
          "consejos": []
        },
        {
          "nombre": "Konigsberger Klopse",
          "descripcion": [
            "En términos generales, la cocina en Alemania varía dependiendo de la zona o ciudad en que nos localicemos. Podréis encontrar un sin fin de clases de panes (como el semmel o Brotchen), quesos de todo tipo, más de 1500 variedades de salchichas (verdes, blancas, rojas, asadas) y reconocidos platos típicos, como el Königsberger Klopse en Berlín (capital de Alemania), similar a las albóndigas de carne bañadas en salsa de crema con alcaparras.",
            "Esta comida, de fácil preparación, es ideal para homenajear a amigos o familia. Básicamente los ingredientes son cebolla, huevo, especias y carne picada.",
            "De esta manera, con el transcurso del tiempo el Königsberger Klopse fue tomando popularidad en cada rincón del mundo, por lo que podréis ubicarla tanto en restaurantes de Barcelona como de Suiza. Claro que cada uno de ellos, tiene alguna que otra variación y en lo que respecta a Berlín, suele servirse con guarnición de alcaparras. Pues ahora si, pasemos a la receta principal."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2010/10/konigsberger-klopse.jpg",
          "ingredientes": [
            {
              "nombre": "Carne de res picada",
              "cantidad": "1000 gramos",
              "opcional": false
            },
            {
              "nombre": "Huevos",
              "cantidad": "2",
              "opcional": false
            },
            {
              "nombre": "Pan rallado",
              "cantidad": "2 tazas",
              "opcional": false
            },
            {
              "nombre": "Cebollas",
              "cantidad": "2",
              "opcional": false
            },
            {
              "nombre": "Crema de leche",
              "cantidad": "300 gramos",
              "opcional": false
            },
            {
              "nombre": "Caldo",
              "cantidad": "750 gramos",
              "opcional": false
            },
            {
              "nombre": "Leche",
              "cantidad": "500 mililitros",
              "opcional": false
            },
            {
              "nombre": "Manteca",
              "cantidad": "100 gramos",
              "opcional": false
            },
            {
              "nombre": "Harina 0000",
              "cantidad": "100 gramos",
              "opcional": false
            },
            {
              "nombre": "Sal",
              "cantidad": "Cantidad necesaria",
              "opcional": false
            },
            {
              "nombre": "Pimienta",
              "cantidad": "Cantidad necesaria",
              "opcional": false
            },
            {
              "nombre": "Alcaparras",
              "cantidad": "2 cucharadas",
              "opcional": false
            }
          ],
          "preparacion": [
            "Lo primero que se debe realizar es cortar la cebolla en pequeños trozos. Paralelamente, dejar remojar el pan rallado en un bol junto con la leche, los huevos, una pizca de sal, pimienta y dejar reposar unos 10 minutos. Luego agregar la carne picada y mezclar bien con las manos hasta lograr una consistencia homogénea.",
            "Pasado el tiempo, tomar una sartén, echar un chorrito de aceite y saltear las cebollas. Cuando estén doradas, incorporar la preparación anterior y sacar del fuego una vez que no queden huecos color rojizo.",
            "Ahora si, para comenzar a realizar las albóndigas, mojarse las manos y formar bolas de carne. Pasar por harina e introducirlas en una sartén con un poco de aceite y dorar vuelta y vuelta, con el fin de sellarlas. Una vez finalizado dicho paso, dejar reposar.",
            "Para la salsa, derretir la mantequilla o margarina en una sartén, agregar la harina y el caldo hasta que todo se espese. Revolver constantemente durante 5 minutos y mientras tanto, incorporar sal, pimienta y por último, la crema y las alcaparras.",
            "Para la presentación, terminar la cocción agregando las albóndigas en la salsa unos 5 minutos más y servir con guarnición de patatas o arroz recién cocido."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Australia",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/8/88/Flag_of_Australia_%28converted%29.svg",
      "recetas": [
        {
          "nombre": "Tarta pavlova",
          "descripcion": [
            "La pavlova es un tipo de postre elaborado con merengue, denominado así en honor de Anna Pávlova. Es un pastel crujiente por fuera y muy cremoso y ligero por dentro. Los habitantes de Nueva Zelanda y los de Australia han reclamado por igual la propiedad de la receta, al igual que del Anzac biscuit, aunque el libro más antiguo que describe la receta fue publicado en Nueva Zelanda."
          ],
          "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Pavlova_cake_with_summer_fruits%2C_Brisbane%2C_Queensland.jpg/220px-Pavlova_cake_with_summer_fruits%2C_Brisbane%2C_Queensland.jpg",
          "ingredientes": [
            {
              "nombre": "claras de huevo a temperatura ambiente",
              "cantidad": "6",
              "opcional": false
            },
            {
              "nombre": "azúcar",
              "cantidad": "300 gramos",
              "opcional": false
            },
            {
              "nombre": "sal",
              "cantidad": "1 pizca",
              "opcional": false
            },
            {
              "nombre": "maicena",
              "cantidad": "2 cucharaditas",
              "opcional": false
            },
            {
              "nombre": "vinagre",
              "cantidad": "1/2 cucharadita",
              "opcional": false
            },
            {
              "nombre": "cremor tártaro",
              "cantidad": "1/2 cucharadita",
              "opcional": false
            },
            {
              "nombre": "esecncia de vainilla",
              "cantidad": "2 gotas",
              "opcional": false
            }
          ],
          "preparacion": [
            "La noche antes preparamos el merengue, para ello haremos un merengue francés. En el bol de la batidora (yo en la Kitchen Aid) añadimos las claras de huevo, el cremor tártaro y la pizca de sal, empezamos a montar y cuando ya haya cogido cuerpo vamos añadiendo el azúcar poco a poco y seguimos batiendo a velocidad media alta.",
            "Cuendo el merengue esté casi montado añadimos la maicena, el vinagre, unas gotitas de aroma de vainilla y seguimos batiendo hasta que al darle la vuelta al bol el merengue no se mueva.",
            "Forramos una bandeja de horno con papel vegetal en el que habremos hecho un círculo de unos 24 o 26 cm. (lo hacéis con rotulador alimentario o si usáis cualquier lápiz le damos la vuelta al papel).",
            "Sobre ese círculo extendemos con una espátula una base de merengue, y con el resto del merengue vamos rellenando el exterior del círculo para hacer el “recipiente” donde luego se alojará el relleno de la tarta Pavlova.",
            "Introducimos en el horno precalentado a 130º durante unos 90 minutos, apagamos y dejamos dentro del horno toda la noche (sin abrir)."
          ],
          "consejos": []
        },
        {
          "nombre": "Vegemite",
          "descripcion": [
            "Vegemite (AFI: [vɛdʒɪˌmaɪt]) es la marca registrada para una pasta de untar de carácter alimenticio, de color marrón oscuro y sabor salado, elaborada con extracto de levadura. Se emplea principalmente como ingrediente de untar en los sándwiches y las tostadas, aunque existen recetas para que sea de vez en cuando empleada en la cocina.",
            "Es un elemento muy popular en Australia y Nueva Zelanda y se conoce como uno de los alimentos nacionales de Australia - puede ser encontrado en muchos lugares en los que hay comunidades de australianos como por ejemplo Londres. El Dr. Cyril P. Callister, tecnólogo en alimentación, inventó el producto Vegemite en el año 1923, en el que su patrón, perteneciente a la compañía del australiano Fred Walker, hizo que desarrollara una pasta basada en un subproducto de la levadura de cerveza cuando tras la guerra se había interrumpido la fuente de pastas de untar importadas de la levadura."
          ],
          "imagen": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/10/Vegemiteontoast_large.jpg/250px-Vegemiteontoast_large.jpg",
          "ingredientes": [
            {
              "nombre": "pan blando",
              "cantidad": "4 rebanadas",
              "opcional": false
            },
            {
              "nombre": "mantequilla",
              "cantidad": "300 gramos",
              "opcional": false
            },
            {
              "nombre": "Vegmite",
              "cantidad": "400 gramos",
              "opcional": false
            },
            {
              "nombre": "queso",
              "cantidad": "100 gramos",
              "opcional": false
            }
          ],
          "preparacion": [
            "Tueste las rebanadas de pan.",
            "únte las tostadas con mantequilla generosamente mientras todavía están calientes",
            "Extienda una fina capa de Vegemite por encima.",
            "Extienda los 100 gramos de queso y disfrute de inmediato."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Brasil",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Flag_of_Brazil.svg/300px-Flag_of_Brazil.svg.png",
      "recetas": [
        {
          "nombre": "Frijoles estilo tropeiro",
          "descripcion": [
            "La gastronomía de Brasil se divide por sectores. En el caso de la cocina del sector sudeste, por lo general los platos están compuestos de maíz, carne de cerdo, frijoles, harina de mandioca y bananas fritas. Pues si estáis por la zona, os quisiera recomendar que probéis delicias como el queijo minas, el tutu o bien, el reconocido feijão tropeiro, una composición hecha con frijoles y harina de mandioca.",
            "Dicha preparación es típica de Minas Gerais, una ciudad que limita al norte y nordeste con Bahía, en Brasil, y la misma era una elaboración típica de los hombres que ejercían profesiones como el traslado de mercancías.",
            "Por cierto y como dato adicional, os comento que podéis añadir al plato típico brasileño ingredientes como huevo, ajo y cebolla. Ahora si, sin más demoras, pasemos al paso a paso del feijão tropeiro."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/10/872411172_ac04dfc48c.jpg",
          "ingredientes": [
            {
              "nombre": "frijoles",
              "cantidad": "500 gramos",
              "opcional": false
            },
            {
              "nombre": "cebolla picada",
              "cantidad": "1",
              "opcional": false
            },
            {
              "nombre": "ajos machacados",
              "cantidad": "2",
              "opcional": false
            },
            {
              "nombre": "tocino",
              "cantidad": "250 gramos",
              "opcional": false
            },
            {
              "nombre": "chorizo tipo salchicha fina",
              "cantidad": "250 gramos",
              "opcional": false
            },
            {
              "nombre": "mantequilla",
              "cantidad": "4 cucharadas soperas",
              "opcional": false
            },
            {
              "nombre": "huevos frescos",
              "cantidad": "4",
              "opcional": false
            },
            {
              "nombre": "harina de yuca o maiz",
              "cantidad": "1 taza",
              "opcional": false
            },
            {
              "nombre": "Sal",
              "cantidad": "a gusto",
              "opcional": false
            },
            {
              "nombre": "Pimienta",
              "cantidad": "a gusto",
              "opcional": false
            },
            {
              "nombre": "Aceite de oliva",
              "cantidad": "a gusto",
              "opcional": false
            }
          ],
          "preparacion": [
            "Tomar los frijoles, limpiarlos y dejarlos en remojo con agua caliente por unos 30 minutos. Una vez pasado el tiempo pasarlos por un colador y dejarlos a un lado.",
            "Mientras tanto, cortar el chorizo en pedacitos o finas rodajas, lo mismo debéis hacer con la cebolla y el tocino. Saltear todo junto en una sartén con un chorrito de aceite de oliva y cuando se dore todo bien, añadir los ajos machacados y por último, los frijoles.",
            "Por otra parte, debéis dorar de manera ligera la harina de yuca o de maíz, y luego pasar a un plato. En esa misma sartén que utilizasteis derretir 3 cucharadas de mantequilla e incorporar la harina de yuca revolviendo siempre de manera correcta.",
            "A continuación, saltear en otra sartén los huevos con una cucharada de mantequilla y sacarlos del fuego cuando estén bien revueltos.",
            "Ahora si, tomar una olla y mezclar todas las preparaciones juntas: los frijoles con el chorizo, el tocino, la cebolla, los ajos machacados, la harina de yuca o de maíz, los huevos revueltos. No olvidéis agregar sal y pimienta a gusto. Servir calentito con una buena guarnición de arroz blanco y si lo deseáis, algunos vegetales verdes salteados."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Islas Seychelles",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Flag_of_Seychelles.svg/203px-Flag_of_Seychelles.svg.png",
      "recetas": [
        {
          "nombre": "Buñuelos de calabaza",
          "descripcion": [
            "En esta ocasión, Recetas de Viajes realiza su primera incursión en la cocina de uno de los rincones más idílicos de África y del mundo: las incomparables Islas Seychelles. En concreto, lo que aquí se ofrece es el buque insignia de su repostería: los deliciosos buñuelos de calabaza con jarabe.",
            "Ésta es la fórmula perfecta para poner el broche de oro a una comida típica de la zona, en la que el pescado suele ser el protagonista. Cocinado con gran simplicidad, aromatizado con especias o leche de caco y acompañado de arroz, plátano o palmitos, este ingrediente nunca falta en el recetario local.",
            "Del mismo modo, también adquieren una gran relevancia los productos del mar, como los llamados «tec-tec» (una especie de chirlas locales) o los «trululús«, pequeños cangrejos autóctonos. Veamos a continuación la receta para elaborar estos deliciosos buñuelos."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2012/03/bunuelos_calabaza.jpg",
          "ingredientes": [
            {
              "nombre": "calabaza",
              "cantidad": "250 gramos",
              "opcional": false
            },
            {
              "nombre": "harina",
              "cantidad": "200 gramos",
              "opcional": false
            },
            {
              "nombre": "mantequilla o margarina",
              "cantidad": "75 gramos",
              "opcional": false
            },
            {
              "nombre": "azucar",
              "cantidad": "50 gramos",
              "opcional": false
            },
            {
              "nombre": "huevos",
              "cantidad": "2",
              "opcional": false
            },
            {
              "nombre": "claras de huevo",
              "cantidad": "2",
              "opcional": false
            },
            {
              "nombre": "aceite vegetal",
              "cantidad": "1 cucharadita",
              "opcional": false
            },
            {
              "nombre": "esencia de vainilla",
              "cantidad": "1 pizca",
              "opcional": false
            },
            {
              "nombre": "nuez moscada",
              "cantidad": "1 pizca",
              "opcional": false
            },
            {
              "nombre": "azúcar para jarabe",
              "cantidad": "250 gramos",
              "opcional": false
            },
            {
              "nombre": "agua",
              "cantidad": "250 ml",
              "opcional": false
            },
            {
              "nombre": "vainilla",
              "cantidad": "1 pizca",
              "opcional": false
            }
          ],
          "preparacion": [
            "Lavar y trocear la calabaza. Cocerla con un poco de agua, escurrirla, chafarla y dejar que se enfríe.",
            "En un recipiente, con la ayuda de una espátula, mezclar la calabaza aplastada con la mantequilla o margarina, los huevos enteros y el aceite. Añadir poco a poco la harina pasada por el tamiz hasta obtener una pasta.",
            "Seguidamente, montar las claras de huevo a punto de nieve, agregarlas a la masa y mezclar con cuidado. Aromatizar con un poco de nuez moscada y vainilla. Tapar y dejar reposar hasta su uso.",
            "Para preparar el jarabe, cocer a fuego suave el azúcar, la vainilla y el agua que se indicaba en el apartado de los ingredientes. Dejar enfriar.",
            "Finalmente, freír con aceite abundante la pasta, formando bolas de 50 gr. Escurrir y servir con el jarabe aparte."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Estados Unidos",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Flag_of_the_United_States.svg/203px-Flag_of_the_United_States.svg.png",
      "recetas": [
        {
          "nombre": "Hamburguesa",
          "descripcion": [
            "¿Amante de las hamburguesas? ¿Cansado de probar fuera de casa hamburguesas sin sabor y poco jugosas? Tranquilo, hoy te traemos la solución. Esta receta te permitirá hacer una hamburguesa gourmet en casa. Para poder sorprender a tus visitas o bien darte un homenaje con tu pareja ¿lo mejor de todo? Que podemos decir que es una de esas recetas fáciles y rápidas, de esas que no te costará nada de tiempo. Manos a la obra."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2017/09/Hamburguesa-gourmet-con-bacon.jpg",
          "ingredientes": [
            {
              "nombre": "carne de falda de ternera",
              "cantidad": "100 gramos",
              "opcional": false
              
            },
            {
              "nombre": "carne de babilla de ternera",
              "cantidad": "100 gramos",
              "opcional": false
              
            },
            {
              "nombre": "grasa de ternera",
              "cantidad": "75 gramos",
              "opcional": false
              
            },
            {
              "nombre": "sal",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Pimienta",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "huevo",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "Pan rallado",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Pan de hamburguesa",
              "cantidad": "2",
              "opcional": false
              
            },
            {
              "nombre": "lonchas de bacon Campofrío",
              "cantidad": "4",
              "opcional": false
              
            },
            {
              "nombre": "lonchas de queso",
              "cantidad": "4",
              "opcional": false
              
            },
            {
              "nombre": "Kétchup",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Mostaza",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "rodajas de tomate",
              "cantidad": "2",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Pon toda la carne picada en un bol, añade un poco de sal y pimienta y mézclala bien con el huevo y posteriormente incluye el pan rallado. Con todos estos ingredientes conseguirás una masa de carne bien compacta.",
            "Divide esta masa de carne en dos bolas. Aplástalas individualmente para ir dándoles forma. Al usar pan rallado y huevo, estas hamburguesas quedarán siempre compactas, por lo que no se irán deshaciendo una vez hechas.",
            "Monta en un plato el pan de hamburguesa con las lonchas de queso (dos por cada pan) y una rodaja de tomate.",
            "Calienta la sartén con unas gotitas de aceite de oliva y prepárate para cocinar la carne. Puedes hacerla según tus gustos, muy hecha o poco hecha. Ahora bien, ten en cuenta que cuanto menos aplastada la pongas, más pequeña será y más gruesa, por lo que el centro podría tardar más en hacerse. Cuando estén listas, colócalas en los panecillos de hamburguesa.",
            "Es hora de hacer el bacon crujiente, como más les gusta a los propios americanos. Déjalo en el fuego sin miedo, hasta que quede dorado y crujiente. Cuando esté listo, colócalo encima de las hamburguesas (2 lonchas por cada una).",
            "Es hora de hacer el bacon crujiente, como más les gusta a los propios americanos. Déjalo en el fuego sin miedo, hasta que quede dorado y crujiente. Cuando esté listo, colócalo encima de las hamburguesas (2 lonchas por cada una)."
          ],
          "consejos": [
            "si quieres que el queso quede muy fundido, puedes colocarlo encima de la hamburguesa mientras está en la sartén. Hazlo cuando estén casi listas para sacar. Poco a poco verás como el queso se va fundiendo encima de la carne.",
            "Como verás, pensar en hamburguesas ya no consiste en pensar en esas que a veces vemos por televisión y que tan típicas son en Estados Unidos. A este alimento, con los conocimientos que tenemos, podemos también darle ese toque tan especial que las convertirán en un auténtico manjar."
          ]
        },
        {
          "nombre": "Buffalo wings",
          "descripcion": [
            "Cuando viajé a Estados Unidos, terminé de descubrir que la cocina del país corresponde a una gran mezcla de gastronomías nacionales como la europea, la asiática y la africana. Es así que podéis encontrar desde la famosa comida “fast food” como la hamburguesa o las papas fritas hasta productos como el pavo, maíz, habas, girasol, pimientos o patatas.",
            "Pues si andáis con ganas de preparar un de los platos típicos de Estados Unidos, de seguro que las Buffalo wings o alitas de pollo os encantará. También denominada como hot wings o chicken wings, esta exquisita preparación consta de alitas de pollo fritas que suelen bañarse en salsas especiales, como la de estilo búfalo, hecha con salsa picante de vinagre y cayena junto con margarina o mantequilla.",
            "En tanto sus características, por lo general las Buffalo wings se deben secar para que logren escurrir todo el aceite y de esta manera, quedar crujientes. Asimismo, como principal acompañamiento de este plato de Estados Unidos podéis servir apio cortado y un poquito de salsa de queso azul (llamado también queso roquefort)."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/05/r173.jpg",
          "ingredientes": [
            {
              "nombre": "alitas de pollo limpias",
              "cantidad": "1 kilo",
              "opcional": false
              
            },
            {
              "nombre": "mantequilla sin sal",
              "cantidad": "1 barra",
              "opcional": false
              
            },
            {
              "nombre": "dientes de ajo picados",
              "cantidad": "2",
              "opcional": false
              
            },
            {
              "nombre": "pasta de tomate",
              "cantidad": "2 cucharadas",
              "opcional": false
              
            },
            {
              "nombre": "vinagre blanco",
              "cantidad": "2 cucharadas",
              "opcional": false
              
            },
            {
              "nombre": "consomé de pollo en polvo",
              "cantidad": "2 cucharadas",
              "opcional": false
              
            },
            {
              "nombre": "vino blanco",
              "cantidad": "1/2 taza",
              "opcional": false
              
            },
            {
              "nombre": "salsa tabasco",
              "cantidad": "!/2 taza",
              "opcional": true
              
            }
          ],
          "preparacion": [
            "Lo primero que debéis realizar es tomar una sartén y llevarla a fuego suave. Derretir la mantequilla, añadir el ajo picado y comenzar a revolver con cuchara de madera hasta que observéis que modifica su color.",
            "A continuación, agregar el resto de los ingredientes (menos las alitas de pollo), el vino blanco y seguir revolviendo por 5 minutos más.",
            "Por otra parte, debéis adobar todas las alitas de pollo con sal y pimienta a gusto. Tomar una cacerola grande, incorporar bastante aceite y llevar todos los ejemplares a fritar (si no queréis fritarlas, podéis llevarlas a horno fuerte por 20 minutos aproximadamente).",
            "Bañar las alitas de pollo con la salsa tabasco una vez que esté todas fritas. Recuerden que deben dejar que se terminen de secar por completo para que queden bien crujientes.",
            "Como dato adicional, os comento que podéis acompañar con otra salsa como medio pote de mayonesa, ¼ de ketchup y ¼ de queso azul."
          ],
          "consejos": []
          
        }
      ]
    },
    {
      "nombre": "Chile",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/78/Flag_of_Chile.svg/1280px-Flag_of_Chile.svg.png",
      "recetas": [
        {
          "nombre": "Brazo de Reina",
          "descripcion": [
            "Dentro de lo que refiere a la repostería en Chile, podemos destacar que a partir del siglo XVII, las monjas fueron las encargadas de impulsar a ésta por medio de delicias típicas como los dulces de alfajor, el dulce de membrillo y el clásico manjar. Sin embargo, si viajáis hoy al país, es posible que contempléis en cualquier carta de restaurante chileno, dulces como los churros, las empanaditas, la leche asada, el pan de Pascua y el reconocido pastel relleno Brazo de Reina.",
            "Pues bien, haciendo hincapié en éste último, os quisiera resaltar que el mismo se trata de un bizcocho cubierto con crema y diversas mermeladas (moras, fresas), enrollado y decorado con azúcar glasé o bien, con chocolate, merengue o nata.",
            "Asimismo, y previamente a comentarles la receta de Brazo de Reina, es importante que sepáis que cada país posee su propia receta y por supuesto, su propio nombre. En este caso, Chile rellena el postre con dulce de leche o como bien comenté, mermelada de frutas."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/10/brazo-gitano.jpg",
          "ingredientes": [
            {
              "nombre": "Huevos",
              "cantidad": "3",
              "opcional": false
              
            },
            {
              "nombre": "Azucar",
              "cantidad": "75 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Harina 0000",
              "cantidad": "75 gramos",
              "opcional": false
              
            },
            {
              "nombre": "vainilla",
              "cantidad": "1 cucharadita",
              "opcional": false
              
            },
            {
              "nombre": "Dulce de Leche",
              "cantidad": "300 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Mantequilla",
              "cantidad": "Cantidad necesaria",
              "opcional": false
              
            },
            {
              "nombre": "Azucar glase",
              "cantidad": "Cantidad necesaria",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Lo primero que debéis realizar es batir los huevos con el azúcar y la cucharadita de vainilla hasta que observéis que duplica su volumen. A continuación, agregar la harina por medio de un tamiz (colador bien fino) y mezclar con mucho cuidado para evitar que baje la masa.",
            "Una vez lista, verter sobre una bandeja para horno (previamente forrada con papel de aluminio, engrasado con un poquito de mantequilla y espolvoreado con harina) la preparación y llevarla a horno de 180 grados por 12 minutos aproximadamente.",
            "Pasado el tiempo, volcar la masa sobre un paño de cocina previamente enharinado y rellenar con el dulce de leche. Dejar enfriar por media hora en la heladera.",
            "Una vez que está fría la masa con su relleno, recortar las puntas y espolvorear con azúcar o bañar con chocolate deshecho.",
            "Recuerden que ésta receta es ideal para realizarla en horas de la merienda o bien, en cualquier momento del día para ingerirla durante el desayuno."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Francia",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Flag_of_France_%281794%E2%80%931815%2C_1830%E2%80%931974%2C_2020%E2%80%93present%29.svg/300px-Flag_of_France_%281794%E2%80%931815%2C_1830%E2%80%931974%2C_2020%E2%80%93present%29.svg.png",
      "recetas": [
        {
          "nombre": "Tarte Tatin",
          "descripcion": [
            "Una de las tartas más exquisitas que he probado en mi vida es la Tarte Tatin de la gastronomía francesa. La misma se trata de una variante de la tarta de manzana, con la particularidad de que en este caso están caramelizadas con mantequilla y azúcar previamente a la incorporación de la masa y además, es una preparación realizada al revés, o sea las manzanas se ubican en la parte inferior y la masa por encima.",
            "Vale señalar en cuanto a su historia, que la Tarte Tatin fue elaborada por primera vez en el año 1889 en el Hotel Tatin, situado en Lamotte-Beuvron, Francia. Allí se regentaban dos hermanas y a causa de un despiste de parte de una de ellas, sucedió que dicha tarta se cocine más de lo debido y para no desechar, le incorporó una especie de masa por arriba y así nació tal popularidad.",
            "En cuanto a las características de la Tarte Tatin, quisiera destacar que es ideal para realizarla en cualquier momento del día, al igual que para un evento. Solamente vais a precisar 5 ingredientes como manzanas, mantequilla, azúcar, agua y oblea, y la cocción demora aproximadamente 40 minutos. Ahora si, pasemos a la receta de esta exquisita tarta francesa, pensada para 4 comensales."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/05/tarte-tatin.jpg",
          "ingredientes": [
            {
              "nombre": "Manzanas",
              "cantidad": "3 unidades grandes",
              "opcional": false
              
            },
            {
              "nombre": "Jugo de Limon",
              "cantidad": "Cantidad necesaria",
              "opcional": false
              
            },
            {
              "nombre": "Manteca Pomada",
              "cantidad": "150 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Azucar blanca",
              "cantidad": "1 taza",
              "opcional": false
              
            },
            {
              "nombre": "Huevos",
              "cantidad": "3 unidades",
              "opcional": false
              
            },
            {
              "nombre": "Escencia de vainilla",
              "cantidad": "Cantidad necesaria",
              "opcional": false
              
            },
            {
              "nombre": "Harina 0000",
              "cantidad": "2 tazas",
              "opcional": false
              
            },
            {
              "nombre": "Almidon de Maiz",
              "cantidad": "1 taza",
              "opcional": false
              
            },
            {
              "nombre": "Polvo de hornear",
              "cantidad": "3 cucharaditas",
              "opcional": false
              
            },
            {
              "nombre": "Leche",
              "cantidad": "1/2 taza",
              "opcional": false
              
            },
            {
              "nombre": "Sal",
              "cantidad": "Cantidad necesaria",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Lo primero que debéis realizar es pelar todas las manzanas, quitarles la parte central y cortarlas en rodajas no muy finas. Rociarlas con jugo de limón para evitar que se comiencen a ennegrecer.",
            "Para preparar el caramelo colocar una cacerola chica a fuego lento, añadir el azúcar, la glucosa y un chorrito de agua. Dejar hervir sin revolver hasta que se forme un caramelo color miel.",
            "Volcar el caramelo con mucho cuidado sobre una tortera de unos 28 centímetros de diámetro y esparcirlo delicadamente por todas las paredes. Dejar enfriar y luego enmantecar toda la tortera.",
            "A continuación, en un bol con una batidora revolver la manteca, el azúcar hasta que se forme una preparación cremosa. Añadir los huevos de a uno y la esencia de vainilla.",
            "Por otra parte, cernir la harina, el almidón de maíz, el polvo de hornear y la pizca de sal. Agregar unas cucharadas de harina a la elaboración y continuar batiendo. Intercalar la leche con la harina hasta finalizar con la misma.",
            "Para armar la tarta, debéis distribuir todas las rodajas de manzanas sobre el fondo del molde ya enmantecado y acaramelado. Luego añadir la preparación y emparejar con una espátula.",
            "Llevar a horno y cocinar en forma lenta a 170° durante unos 40 minutos hasta que este dorada. Retirar y desmoldar sobre una fuente."
          ],
          "consejos": []      
        }
      ]
    },
    {
      "nombre": "Argentina",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Flag_of_Argentina.svg/300px-Flag_of_Argentina.svg.png",
      "recetas": [
        {
          "nombre": "Pasta Frola",
          "descripcion": [
            "La pastelería en Argentina es ampliamente variada. Podéis encontrar delicias que van desde la famosa torta selva negra, el estrudel de manzana, las populares tortitas negras muy consumidas a la hora del mate en Rosario y Tapalqué, el budín inglés, los bizcochuelos de vainilla, chocolate o naranja, o bien, la deliciosa pasta frola, sobre la cual os dedicaremos atención en cómo prepararla.",
            "Vale señalar que dicha tarta (también elaborada en la cocina de Paraguay y la de Uruguay) consta de una masa cubierta con dulce de membrillo, dulce de batata, dulce de leche o dulce de guayaba, y por lo general, se la suele adornar con tiras finas de la misma masa por lo que su forma es completamente cuadriculada romboidal.",
            "¿Qué significa el término pastafrola o pasta frola? Pues deriva del italiano “pasta frolla”, lo que quiere decir pasta brisa, la cual es la masa con la que se elabora la crostata, un dulce clásico de Italia. Ahora si, os invito a compartir el paso a paso de cómo preparar pasta frola."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2011/09/i5569_1.jpg",
          "ingredientes": [
            {
              "nombre": "Manteca",
              "cantidad": "150 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Huevos",
              "cantidad": "2",
              "opcional": false
              
            },
            {
              "nombre": "Harina Leudante",
              "cantidad": "400 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Azucar",
              "cantidad": "100 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Coñac",
              "cantidad": "1 cucharadita",
              "opcional": true
              
            },
            {
              "nombre": "Limon",
              "cantidad": "Ralladura",
              "opcional": false
              
            },
            {
              "nombre": "Dulce de membrillo",
              "cantidad": "500 gramos",
              "opcional": false
              
            },
            {
              "nombre": "agua o vino",
              "cantidad": "Cantidad Necesaria",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "En un bol debéis colocar la harina leudante y en el centro del mismo hay que desgranar por completo la manteca (que en lo aconsejable sería bueno que esté blanda para evitar mejor trabajo).",
            "A continuación, añadir los huevos, la ralladura de limón, el coñac y el azúcar. Mezclar todo bien con una cuchara o con las manos hasta que obtengáis la masa. Tomarla con las manos, envolverla en un plástico y llevarla a la heladera por una hora aproximadamente. La idea es que adquiera un poco de frío para su mejor manejo.",
            "Mientras descansa la masa, podéis comenzar a ablandar el dulce y para ello, debéis poner en una sartén a fuego mínimo el dulce (previamente cortado en cubos). Añadir dos o tres cucharadas de agua o vino y a medida que se vaya ablandando, lo vais pisando hasta que quede como una mermelada, retirar y reservar a un lado.",
            "Una vez lista la masa, separar 1/3 y el resto lo estiráis en la tartera. Por encima de la masa debéis colocar el dulce por toda la superficie y con el resto de la masa, hay que estirar pequeñas tiras finas para lograr formar el cuadriculado romboidal."
          ],
          "consejos": []
        },
        {
          "nombre": "Churrasco",
          "descripcion": [
            "En esta ocasión, toca atravesar el Atlántico para disfrutar de una de las especialidades más internacionales de la cocina argentina: un delicioso churrasco de ternera. Esta forma de preparar la carne (a la parrilla) no debe confundirse con otra fórmula magistral: el asado, que requiere de un asador (perdón por la redundancia). En cualquier caso, a pesar de que en el pasado ambas variantes fueron muy habituales en la Patagonia, el incremento del precio de las materias primas ha hecho que actualmente estos platos se reserven sólo para los días festivos."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2012/07/Churrasco-de-Argentina.jpg",
          "ingredientes": [
            {
              "nombre": "churrascos (la parte ancha de la costilla sin hueso de ternera o buey)",
              "cantidad": "4 de 600 gms c/u",
              "opcional": false
              
            },
            {
              "nombre": "salsa de Chimichurri",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "sal",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "pimienta",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "pimiento rojo mediano",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "cebolla pequeña",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "aceite oliva virgen",
              "cantidad": "1/2 vaso",
              "opcional": false
              
            },
            {
              "nombre": "vinagre",
              "cantidad": "1/2 vaso",
              "opcional": false
              
            },
            {
              "nombre": "ajo",
              "cantidad": "4 dientes",
              "opcional": false
              
            },
            {
              "nombre": "guindilla picada",
              "cantidad": "al gusto",
              "opcional": false
              
            },
            {
              "nombre": "orégano",
              "cantidad": "1 pizca",
              "opcional": false
              
            },
            {
              "nombre": "perejil",
              "cantidad": "1 pizca",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Poner la carne del lado graso sobre una parrilla bien caliente, e ir girando de vez en cuando. Una vez asada, salpimentar y, si se desea, rociar con salsa de Chimichurri (una especie de vinagre picante).",
            "A continuación, para hacer la salsa, trinchar la cebolla y el pimiento, mezclar el aceite y el vinagre y agregar los ingredientes restantes, removiéndolo todo un poco, sin batidora. Servir inmediatamente.",
            "Para que el resultado del churrasco sea perfecto, es muy importante no hacer cortes cuando la carne todavía está en crudo. De hecho, aunque de este modo se cuece más rápido, la ternera o el buey acaban perdiendo todo su jugo, que es lo que le confiere sabor al plato."
          ],
          "consejos": [
            "Por otro lado, también se aconseja elaborar la salsa antes de asar el churrasco, ya que así se macerarán mejor todos sus ingredientes."
          ]
        },
        {
          "nombre": "Dulce de Leche",
          "descripcion": [
            "El dulce de leche es un dulce típico de Argentina, pero famoso en muchas partes del mundo por su sabor exquisito y características particulares, que endulzan y dan el “toque” a muchísimos postres, llegando, de esta manera, a boca de millones de personas que no hacen más que disfrutar el comer dulce de leche.",
            "Este es ideal para golosos y amantes del buen dulce. Al ser reconocido y bien aceptado internacionalmente, el dulce de leche puede adquirirse en varios negocios. Pero sinceramente… ¿Qué mejor que preparar dulce de leche casero?. Y si bien llega a muchas partes del mundo, en algunos sitios es difícil encontrarlo, y créanme que nadie puede perderse este exquisito dulce.",
            "Aparte, estoy segura que muchos coincidirán conmigo que la comida elaborada en casa por uno mismo, tiene un condimento especial difícil de conseguir en otro lado. Claro que si nos sale bien ¿no?.",
            "Y justamente, para que nuestro dulce de leche nos salga delicioso, tal como lo es este típico y goloso dulce argentino, les propongo apuntar bien los ingredientes e indicaciones, que a propósito son muy simples. Este dulce es apto para ser realizado por todo público, incluso hasta los reacios a la cocina, que podrán revertir su imagen de “poca cocina”, cocinando este dulce de leche que será un manjar."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2009/11/dulce-de-leche-argentino.jpg",
          "ingredientes": [
            {
              "nombre": "Leche",
              "cantidad": "1 litro",
              "opcional": false
              
            },
            {
              "nombre": "Azucar Blanca",
              "cantidad": "200 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Bicarbonato disuelto en media taza de agua",
              "cantidad": "1 cucharada",
              "opcional": false
              
            },
            {
              "nombre": "esencia de vainilla",
              "cantidad": "a gusto",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "En una olla de cobre, esta olla es la mejor, aunque también puede ser de aluminio, debemos hervir, a fuego medio y revolviendo constantemente con una cuchara de madera, la leche con el azúcar.",
            "Luego, de a poco, iremos agregando nuestro bicarbonato disuelto en media taza de agua, y la esencia de vainilla. Seguimos revolviendo.",
            "Nuestro dulce de leche estará listo cuando la mezcla vaya tomando un color marrón.",
            "¿Simple, no? Por último, lo dejaremos enfriar, y ¡luego si estará listo para disfrutar!"
          ],
          "consejos": [
            "Las combinaciones para deleitarse con este dulce de leche son infinitas. Les propongo que la utilicen en alfajores, crepes, panqueques, flanes, tortas, panes y arrollados. De todas formas, vía libre para que agreguen este dulce a cualquier receta de postre, que seguro se amoldará a la perfección."
          ]
        }
      ]
    },
    {
      "nombre": "China",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fa/Flag_of_the_People%27s_Republic_of_China.svg/203px-Flag_of_the_People%27s_Republic_of_China.svg.png",
      "recetas": [
        {
          "nombre": "Shengjian mantou",
          "descripcion": [
            "El desayuno en Shanghai , como en todos los países del mundo, es la comida principal del día. Pero particularmente en este país, se abocan a la realización de un pequeño bollo de pan (generalmente relleno de cerdo y gelatina) llamado “shengjian mantou” (o sheng jian), lo que significa “bollos fritos crudos”.",
            "Precisamente el nombre de esta comida tiene su origen en el método de cocción. Los bollos (o también nombrados como baozi o bao) son colocados en forma lineal en una plancha y “espolvoreados” con agua cada tanto. Posteriormente se pueden freír, lo que da como resultado, una masa bien crocante por fuera y suave por dentro.",
            "De fácil preparación y precio accesible, el shengjian mantou suele venderse en Shanghai en los puestos callejeros y como os decía, ingerirse en el desayuno. Un delicioso acompañamiento es una taza de sopa clara o bien, leche de soja. Ahora bien, sin más demoras, pasemos a la receta."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2010/08/shengjian-mantou.jpg",
          "ingredientes": [
            {
              "nombre": "harina",
              "cantidad": "300 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Agua",
              "cantidad": "Acorde con la harina",
              "opcional": false
              
            },
            {
              "nombre": "carne de cerdo",
              "cantidad": "200 gramos",
              "opcional": false
              
            },
            {
              "nombre": "puerro",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "panceta ahumada",
              "cantidad": "50 gramos",
              "opcional": false
              
            },
            {
              "nombre": "sal",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "pimienta",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "pimentón",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "salsa de soja",
              "cantidad": "a gusto",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Como primer paso, amasar la harina con el agua y una pizca de sal hasta obtener una masa homogénea y de fácil manejo. Dejar reposar con unos 15 minutos.",
            "Cortar la carne de cerdo en pequeños cuadrados, los hongos, la panceta y el puerro. Agregar sal, pimienta, pimentón y la salsa de soja. Mezclar todo.",
            "Tomar nuevamente la masa y estirarla con un espesor entre 2 y 3 mm. Cortar círculos pequeños de 8-9 cm. de diámetro. Colocar el relleno en el medio y luego, levantar todos los bordes hacia arriba y llevarlos hacia el centro. Atar con una tira de puerro.",
            "Ahora si, colocar las bolitas en la rejilla de la cazuela y agregar 2 cm. de agua. Cuando comience a hervir cocinar a vapor hasta que la masa quede transparente.",
            "Si desean freírlos, una vez que los quiten de la rejilla, pueden agregar aceite a una sartén y dejarlos por unos minutos hasta que observen la masa ligeramente doradita.",
            "Finalmente, para la presentación, servir los bollos bien calientes con salsa de soja."
          ],
          "consejos": []      
        }
      ]
    },
    {
      "nombre": "Rusia",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Flag_of_Russia.svg/203px-Flag_of_Russia.svg.png",
      "recetas": [
        {
          "nombre": "Shashliki",
          "descripcion": [
            "Los Shashliki, carne marinada y asada a la brasa, son uno de los emblemas culinarios de Rusia además de ser algo imprescindible en cualquier reunión familiar que se precie, sobre todo en los meses de verano. En estas brochetas se puede utilizar todo tipo de carnes, pescados, verduras y mariscos, el secreto está en el marinado previo basado en el limón y las hierbas aromáticas. El marinado es una forma de dejar la carne más tierna y darle más sabor a la hora de ser cocinada, y generalmente se utiliza algún ácido natural, ya sea el limón o el vinagre (en el caso del escabeche)",
            "Los Shashliki apenas llevan trabajo siendo quizá la única condición imprescindible que dejemos la carne marinando al menos un día antes de asarla, por lo que habrá que ser previsor."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2014/08/Shashlik.jpg",
          "ingredientes": [
            {
              "nombre": "carne de cordero deshuesada (cortada en dados)",
              "cantidad": "1 kilo",
              "opcional": false
              
            },
            {
              "nombre": "zumo de limón",
              "cantidad": "1 cucharada",
              "opcional": false
              
            },
            {
              "nombre": "eneldo picado",
              "cantidad": "1 cucharada pequeña",
              "opcional": false
              
            },
            {
              "nombre": "tallos de apio",
              "cantidad": "4",
              "opcional": false
              
            },
            {
              "nombre": "tomates",
              "cantidad": "3",
              "opcional": false
              
            },
            {
              "nombre": "pimientos verdes",
              "cantidad": "2",
              "opcional": false
              
            },
            {
              "nombre": "cebollas",
              "cantidad": "2",
              "opcional": false
              
            },
            {
              "nombre": "hoja de laurel",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "aceite",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "sal",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Pimienta",
              "cantidad": "a gusto",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "En primer lugar hemos de tomar un recipiente y mezclar bien el aceite y el zumo de limón. A continuación agregaremos la hoja de laurel, el eneldo, el apio bien picado, la sal y la pimienta y lo mezclamos todo bien.",
            "Ahora colocaremos los dados de carne de cordero en otro recipiente y regaremos el aliño sobre ellos. Lo siguiente será dejarlo en la nevera entre 6 y 8 horas aproximadamente y de tanto lo removeremos un poco para que toda la carne tome sabor.",
            "Ahora cortaremos los tomates y las cebollas en cuartos, y los pimientos en trocitos cuadrados para ir preparando las brochetas.",
            "En cada brocheta pondremos entre 4 y 5 dados de carne, separados por trozos de verduras.",
            "Para asarlas lo mejor es tener una parrilla a fuego medio, y dejarlas entre unos 12 y 15 minutos teniendo buen cuidado de darles la vuelta para que se hagan bien y no se quemen."
          ],
          "consejos": [
            "Generalmente se sirven acompañadas de arroz cocido, aunque también quedan muy bien con unas patatas asadas o incluso fritas."
          ]
        },
        {
          "nombre": "Palmeni",
          "descripcion": [
            "Hoy te estamos acercando uno de los platos más deliciosos y típicos de la gastronomía rusa, el cual podéis preparar en tu cocina. Este tipo de cocina sabe combinar lo europeo con lo oriental, lo cual le da un valor agregado a cada ingrediente. Ahora bien, el tema central de día es cómo preparar los pelmeni. ¿Los conocéis?",
            "Si nos referimos a su origen ruso, este plato se cree que vino de la zona de los Montes Urales, y posee gran similitud con los llamados en Komi «pelnyan», literalmente «orejas de pan».",
            "Básicamente lo que vas a precisar para su elaboración es hacer una rica masa de pasta y un relleno compuesto de bolitas de carne de cerdo, aunque existen también otras opciones como los siberianos, de pescado, con rábanos y de setas.",
            "A continuación, toma nota de la receta que hoy te pasamos para tu agenda de cocina. Ésta en concreto es para 4 comensales."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2010/06/pelmeni-de-rusia.jpg",
          "ingredientes": [
            {
              "nombre": "harina de trigo",
              "cantidad": "320 gramo",
              "opcional": false
              
            },
            {
              "nombre": "huevo",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "agua",
              "cantidad": "200 ml",
              "opcional": false
              
            },
            {
              "nombre": "sal",
              "cantidad": "10 gramos",
              "opcional": false
              
            },
            {
              "nombre": "carne de cerdo",
              "cantidad": "450 gramoS",
              "opcional": false
              
            },
            {
              "nombre": "cebolla",
              "cantidad": "50 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Pimienta",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "manteca",
              "cantidad": "75 gramos",
              "opcional": false
              
            },
            {
              "nombre": "vinagre",
              "cantidad": "25 gramos",
              "opcional": false
              
            },
            {
              "nombre": "nata agria",
              "cantidad": "100 gramos",
              "opcional": false
              
            },
            {
              "nombre": "Perejil",
              "cantidad": "a gusto",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "Lo primero que debes hacer es tamizar la harina. Para ello debes pasarla por un colador. Una vez terminado este paso, toma un bol e introduce la harina, la leche o agua, sal y el huevo. Ahora si, amasa hasta conseguir una consistencia espesa. Tápala con un repasador durante media hora.",
            "Pasado el tiempo, debes cortar la masa en trozos y aplástala en capas bien finas. En una de sus mitades colocar el relleno que en breve te comentamos su elaboración.",
            "Envuelve en forma de media luna cada pelmeni y une los bordes con los dedos. Para hervirlos coloca agua con sal gruesa en una olla.",
            "Ya tienes la masa preparada. Ahora lo primero que debes hacer es limpiar la carne y cortarla en tiritas bien finas. Asimismo, no te olvides de picar la cebolla.",
            "En un sartén saltea la carne de cerdo junto con la cebolla y añades sal, pimienta, un chorrito de agua y continuas revolviendo hasta lograr la mezcla deseada.",
            "Ahora que tienes todo listo, dejas hervirlos durante 5 minutos y ya están para servir en la mesa. Un consejo, quedan riquísimos con mantequilla caliente, vinagre o nata agria."
          ],
          "consejos": []
        }
      ]
    },
    {
      "nombre": "Italia",
      "bandera": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/03/Flag_of_Italy.svg/300px-Flag_of_Italy.svg.png",
      "recetas": [
        {
          "nombre": "Pasta con salmon y nata",
          "descripcion": [
            "Para el día de hoy hemos seleccionado una receta muy sabrosa y sencilla de preparar, la pasta con salmón y salsa a base de nata, un plato que admite muchos añadidos y cambios gracias a su equilibrio de sabores. Para esta receta podemos utilizar tanto salmón natural como ahumado o también salmón marinado, aunque hemos de tener cuidado con el exceso de sal. En cualquier caso esta receta de pasta no os llevará más de una hora de trabajo y casi todos los ingredientes excepto el salmón son de «andar por casa»."
          ],
          "imagen": "https://recetasdeviajes.com/wp-content/uploads/2014/05/Pasta-nata-y-salmon.jpg",
          "ingredientes": [
            {
              "nombre": "Pasta a eleccion",
              "cantidad": "400 gramos",
              "opcional": false
              
            },
            {
              "nombre": "salmón ahumado",
              "cantidad": "250 gramos",
              "opcional": false
              
            },
            {
              "nombre": "nata para cocinar",
              "cantidad": "500 ml",
              "opcional": false
              
            },
            {
              "nombre": "cebolla",
              "cantidad": "1",
              "opcional": false
              
            },
            {
              "nombre": "dientes de ajo",
              "cantidad": "3",
              "opcional": false
              
            },
            {
              "nombre": "aceitunas verdes sin carozo",
              "cantidad": "un puñado",
              "opcional": false
              
            },
            {
              "nombre": "Eneldo",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Sal",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "Pimienta negra",
              "cantidad": "a gusto",
              "opcional": false
              
            },
            {
              "nombre": "aceite de oliva",
              "cantidad": "a gusto",
              "opcional": false
              
            }
          ],
          "preparacion": [
            "En primer lugar hemos de poner a hervir en un caldero el agua para la pasta, añadiendo sal y un poco de aceite. Mientras la pasta se va cociendo trabajaremos con el resto de ingredientes. Si se cuece antes de que terminemos con el acompañamiento apagaremos el fuego, la escurriremos y reservaremos aparte.",
            "Ahora pelamos y picamos el ajo y la cebolla para luego, en una sartén, verter un poco de aceite y hacer un sofrito.",
            "Una vez la cebolla esté pochada le agregaremos la mayor parte del salmón cortado en tiras (el resto lo reservamos) y le daremos el punto de al y pimienta, cocinándolo durante apenas 3 minutos. Añadimos la nata y removemos bien durante dos minutos más para que todo se mezcle.",
            "Cortamos en láminas las aceitunas y las añadimos a la salsa en el último momento.",
            "Ahora vertemos la pasta sobre la salsa y le damos un «calentón» en la sartén de apenas 1 minuto para que no se seque demasiado.",
            "A la hora de servir adornaremos el plato con unas tiras del salmón reservado y un poco de perejil y eneldo para darle aroma."
          ],
          "consejos": [
            "A esta receta le va muy bien un poco de jengibre rallado en el sofrito, pero con cuidado de no pasarnos ya que su sabor es muy fuerte y no gusta a todo el mundo.",
            "Hay otros muchos ingredientes que le van bien como por ejemplo el pimiento verde, la cebolleta y el puerro, para contrarrestar el dulzor del salmón y darle un toque más amargo."
          ]
        }
      ]
    }
]